{
    "https://docs.github.com/en/site-policy/github-terms/github-terms-of-service": {
        "tos": "Thank you for using GitHub! We're happy you're here. Please read this Terms of Service agreement carefully before accessing or using GitHub. Because it is such an important contract between us and our users, we have tried to make it as clear as possible. For your convenience, we have presented these terms in a short non-binding summary followed by the full legal terms.\nEffective date: November 16, 2020\nShort version: We use these basic terms throughout the agreement, and they have specific meanings. You should know what we mean when we use each of the terms. There's not going to be a test on it, but it's still useful information.\nShort version: Personal Accounts and Organizations have different administrative controls; a human must create your Account; you must be 13 or over; you must provide a valid email address; and you may not have more than one free Account. You alone are responsible for your Account and anything that happens while you are signed in to or using your Account. You are responsible for keeping your Account secure.\nUsers. Subject to these Terms, you retain ultimate administrative control over your Personal Account and the Content within it.\nOrganizations. The \"owner\" of an Organization that was created under these Terms has ultimate administrative control over that Organization and the Content within it. Within the Service, an owner can manage User access to the Organization’s data and projects. An Organization may have multiple owners, but there must be at least one Personal Account designated as an owner of an Organization. If you are the owner of an Organization under these Terms, we consider you responsible for the actions that are performed on or through that Organization.\nYou must provide a valid email address in order to complete the signup process. Any other information requested, such as your real name, is optional, unless you are accepting these terms on behalf of a legal entity (in which case we need more information about the legal entity) or if you opt for a paid Account, in which case additional information will be necessary for billing purposes.\nWe have a few simple rules for Personal Accounts on GitHub's Service.\nYou are responsible for keeping your Account secure while you use our Service. We offer tools such as two-factor authentication to help you maintain your Account's security, but the content of your Account and its security are up to you.\nIn some situations, third parties' terms may apply to your use of GitHub. For example, you may be a member of an organization on GitHub with its own terms or license agreements; you may download an application that integrates with GitHub; or you may use GitHub to authenticate to another service. Please be aware that while these Terms are our full agreement with you, other parties' terms govern their relationships with you.\nIf you are a government User or otherwise accessing or using any GitHub Service in a government capacity, this Government Amendment to GitHub Terms of Service applies to you, and you agree to its provisions.\nIf you have signed up for GitHub Enterprise Cloud, the Enterprise Cloud Addendum applies to you, and you agree to its provisions.\nShort version: GitHub hosts a wide variety of collaborative projects from all over the world, and that collaboration only works when our users are able to work together in good faith. While using the service, you must follow the terms of this section, which include some restrictions on content you can post, conduct on the service, and other limitations. In short, be excellent to each other.\nYour use of the Website and Service must not violate any applicable laws, including copyright or trademark laws, export control or sanctions laws, or other laws in your jurisdiction. You are responsible for making sure that your use of the Service is in compliance with laws and any applicable regulations.\nYou agree that you will not under any circumstances violate our Acceptable Use Policies or Community Guidelines.\nShort version: You own content you create, but you allow us certain rights to it, so that we can display and share the content you post. You still have control over your content, and responsibility for it, and the rights you grant us are limited to those we need to provide the service. We have the right to remove content or close Accounts if we need to.\nYou may create or upload User-Generated Content while using the Service. You are solely responsible for the content of, and for any harm resulting from, any User-Generated Content that you post, upload, link to or otherwise make available via the Service, regardless of the form of that Content. We are not responsible for any public display or misuse of your User-Generated Content.\nWe have the right to refuse or remove any User-Generated Content that, in our sole discretion, violates any laws or GitHub terms or policies. User-Generated Content displayed on GitHub Mobile may be subject to mobile app stores' additional terms.\nYou retain ownership of and responsibility for Your Content. If you're posting anything you did not create yourself or do not own the rights to, you agree that you are responsible for any Content you post; that you will only submit Content that you have the right to post; and that you will fully comply with any third party licenses relating to Content you post.\nBecause you retain ownership of and responsibility for Your Content, we need you to grant us — and other GitHub Users — certain legal permissions, listed in Sections D.4 — D.7. These license grants apply to Your Content. If you upload Content that already comes with a license granting GitHub the permissions we need to run our Service, no additional license is required. You understand that you will not receive any payment for any of the rights granted in Sections D.4 — D.7. The licenses you grant to us will end when you remove Your Content from our servers, unless other Users have forked it.\nWe need the legal right to do things like host Your Content, publish it, and share it. You grant us and our legal successors the right to store, archive, parse, and display Your Content, and make incidental copies, as necessary to provide the Service, including improving the Service over time. This license includes the right to do things like copy it to our database and make backups; show it to you and other users; parse it into a search index or otherwise analyze it on our servers; share it with other users; and perform it, in case Your Content is something like music or video.\nThis license does not grant GitHub the right to sell Your Content. It also does not grant GitHub the right to otherwise distribute or use Your Content outside of our provision of the Service, except that as part of the right to archive Your Content, GitHub may permit our partners to store and archive Your Content in public repositories in connection with the GitHub Arctic Code Vault and GitHub Archive Program.\nAny User-Generated Content you post publicly, including issues, comments, and contributions to other Users' repositories, may be viewed by others. By setting your repositories to be viewed publicly, you agree to allow others to view and \"fork\" your repositories (this means that others may make their own copies of Content from your repositories in repositories they control).\nIf you set your pages and repositories to be viewed publicly, you grant each User of GitHub a nonexclusive, worldwide license to use, display, and perform Your Content through the GitHub Service and to reproduce Your Content solely on GitHub as permitted through GitHub's functionality (for example, through forking). You may grant further rights if you adopt a license. If you are uploading Content you did not create or own, you are responsible for ensuring that the Content you upload is licensed under terms that grant these permissions to other GitHub Users.\nWhenever you add Content to a repository containing notice of a license, you license that Content under the same terms, and you agree that you have the right to license that Content under those terms. If you have a separate agreement to license that Content under different terms, such as a contributor license agreement, that agreement will supersede.\nIsn't this just how it works already? Yep. This is widely accepted as the norm in the open-source community; it's commonly referred to by the shorthand \"inbound=outbound\". We're just making it explicit.\nYou retain all moral rights to Your Content that you upload, publish, or submit to any part of the Service, including the rights of integrity and attribution. However, you waive these rights and agree not to assert them against us, to enable us to reasonably exercise the rights granted in Section D.4, but not otherwise.\nTo the extent this agreement is not enforceable by applicable law, you grant GitHub the rights we need to use Your Content without attribution and to make reasonable adaptations of Your Content as necessary to render the Website and provide the Service.\nShort version: We treat the content of private repositories as confidential, and we only access it as described in our Privacy Statement—for security purposes, to assist the repository owner with a support matter, to maintain the integrity of the Service, to comply with our legal obligations, if we have reason to believe the contents are in violation of the law, or with your consent.\nSome Accounts may have private repositories, which allow the User to control access to Content.\nGitHub considers the contents of private repositories to be confidential to you. GitHub will protect the contents of private repositories from unauthorized use, access, or disclosure in the same manner that we would use to protect our own confidential information of a similar nature and in no event with less than a reasonable degree of care.\nGitHub personnel may only access the content of your private repositories in the situations described in our Privacy Statement.\nYou may choose to enable additional access to your private repositories. For example:\nAdditionally, we may be compelled by law to disclose the contents of your private repositories.\nGitHub will provide notice regarding our access to private repository content, unless for legal disclosure, to comply with our legal obligations, or where otherwise bound by requirements under law, for automated scanning, or if in response to a security threat or other risk to security.\nIf you believe that content on our website violates your copyright, please contact us in accordance with our Digital Millennium Copyright Act Policy. If you are a copyright owner and you believe that content on GitHub violates your rights, please contact us via our convenient DMCA form or by emailing copyright@github.com. There may be legal consequences for sending a false or frivolous takedown notice. Before sending a takedown request, you must consider legal uses such as fair use and licensed uses.\nWe will terminate the Accounts of repeat infringers of this policy.\nShort version: We own the service and all of our content. In order for you to use our content, we give you certain rights to it, but you may only use our content in the way we have allowed.\nGitHub and our licensors, vendors, agents, and/or our content providers retain ownership of all intellectual property rights of any kind related to the Website and Service. We reserve all rights that are not expressly granted to you under this Agreement or by law. The look and feel of the Website and Service is copyright © GitHub, Inc. All rights reserved. You may not duplicate, copy, or reuse any portion of the HTML/CSS, JavaScript, or visual design elements or concepts without express written permission from GitHub.\nIf you’d like to use GitHub’s trademarks, you must follow all of our trademark guidelines, including those on our logos page: https://github.com/logos.\nThis Agreement is licensed under this Creative Commons Zero license. For details, see our site-policy repository.\nShort version: You agree to these Terms of Service, plus this Section H, when using any of GitHub's APIs (Application Provider Interface), including use of the API through a third party product that accesses GitHub.\nAbuse or excessively frequent requests to GitHub via the API may result in the temporary or permanent suspension of your Account's access to the API. GitHub, in our sole discretion, will determine abuse or excessive usage of the API. We will make a reasonable attempt to warn you via email prior to suspension.\nYou may not share API tokens to exceed GitHub's rate limitations.\nYou may not use the API to download data or Content from GitHub for spamming purposes, including for the purposes of selling GitHub users' personal information, such as to recruiters, headhunters, and job boards.\nAll use of the GitHub API is subject to these Terms of Service and the GitHub Privacy Statement.\nGitHub may offer subscription-based access to our API for those Users who require high-throughput access or access that would result in resale of GitHub's Service.\nShort version: You need to follow certain specific terms and conditions for GitHub's various features and products, and you agree to the Supplemental Terms and Conditions when you agree to this Agreement.\nSome Service features may be subject to additional terms specific to that feature or product as set forth in the GitHub Additional Product Terms. By accessing or using the Services, you also agree to the GitHub Additional Product Terms.\nShort version: Beta Previews may not be supported or may change at any time. You may receive confidential information through those programs that must remain confidential while the program is private. We'd love your feedback to make our Beta Previews better.\nBeta Previews may not be supported and may be changed at any time without notice. In addition, Beta Previews are not subject to the same security measures and auditing to which the Service has been and is subject. By using a Beta Preview, you use it at your own risk.\nAs a user of Beta Previews, you may get access to special information that isn’t available to the rest of the world. Due to the sensitive nature of this information, it’s important for us to make sure that you keep that information secret.\nConfidentiality Obligations. You agree that any non-public Beta Preview information we give you, such as information about a private Beta Preview, will be considered GitHub’s confidential information (collectively, “Confidential Information”), regardless of whether it is marked or identified as such. You agree to only use such Confidential Information for the express purpose of testing and evaluating the Beta Preview (the “Purpose”), and not for any other purpose. You should use the same degree of care as you would with your own confidential information, but no less than reasonable precautions to prevent any unauthorized use, disclosure, publication, or dissemination of our Confidential Information. You promise not to disclose, publish, or disseminate any Confidential Information to any third party, unless we don’t otherwise prohibit or restrict such disclosure (for example, you might be part of a GitHub-organized group discussion about a private Beta Preview feature).\nExceptions. Confidential Information will not include information that is: (a) or becomes publicly available without breach of this Agreement through no act or inaction on your part (such as when a private Beta Preview becomes a public Beta Preview); (b) known to you before we disclose it to you; (c) independently developed by you without breach of any confidentiality obligation to us or any third party; or (d) disclosed with permission from GitHub. You will not violate the terms of this Agreement if you are required to disclose Confidential Information pursuant to operation of law, provided GitHub has been given reasonable advance written notice to object, unless prohibited by law.\nWe’re always trying to improve of products and services, and your feedback as a Beta Preview user will help us do that. If you choose to give us any ideas, know-how, algorithms, code contributions, suggestions, enhancement requests, recommendations or any other feedback for our products or services (collectively, “Feedback”), you acknowledge and agree that GitHub will have a royalty-free, fully paid-up, worldwide, transferable, sub-licensable, irrevocable and perpetual license to implement, use, modify, commercially exploit and/or incorporate the Feedback into our products, services, and documentation.\nShort version: You are responsible for any fees associated with your use of GitHub. We are responsible for communicating those fees to you clearly and accurately, and letting you know well in advance if those prices change.\nOur pricing and payment terms are available at github.com/pricing. If you agree to a subscription price, that will remain your price for the duration of the payment term; however, prices are subject to change at the end of a payment term.\nPayment Based on Plan For monthly or yearly payment plans, the Service is billed in advance on a monthly or yearly basis respectively and is non-refundable. There will be no refunds or credits for partial months of service, downgrade refunds, or refunds for months unused with an open Account; however, the service will remain active for the length of the paid billing period. In order to treat everyone equally, no exceptions will be made.\nPayment Based on Usage Some Service features are billed based on your usage. A limited quantity of these Service features may be included in your plan for a limited term without additional charge. If you choose to use paid Service features beyond the quantity included in your plan, you pay for those Service features based on your actual usage in the preceding month. Monthly payment for these purchases will be charged on a periodic basis in arrears. See GitHub Additional Product Terms for Details.\nInvoicing For invoiced Users, User agrees to pay the fees in full, up front without deduction or setoff of any kind, in U.S. Dollars. User must pay the fees within thirty (30) days of the GitHub invoice date. Amounts payable under this Agreement are non-refundable, except as otherwise provided in this Agreement. If User fails to pay any fees on time, GitHub reserves the right, in addition to taking any other action at law or equity, to (i) charge interest on past due amounts at 1.0% per month or the highest interest rate allowed by law, whichever is less, and to charge all expenses of recovery, and (ii) terminate the applicable order form. User is solely responsible for all taxes, fees, duties and governmental assessments (except for taxes based on GitHub's net income) that are imposed or become due in connection with this Agreement.\nBy agreeing to these Terms, you are giving us permission to charge your on-file credit card, PayPal account, or other approved methods of payment for fees that you authorize for GitHub.\nYou are responsible for all fees, including taxes, associated with your use of the Service. By using the Service, you agree to pay GitHub any charge incurred in connection with your use of the Service.  If you dispute the matter, contact us through the GitHub Support portal. You are responsible for providing us with a valid means of payment for paid Accounts. Free Accounts are not required to provide payment information.\nShort version: You may close your Account at any time. If you do, we'll treat your information responsibly.\nIt is your responsibility to properly cancel your Account with GitHub. You can cancel your Account at any time by going into your Settings in the global navigation bar at the top of the screen. The Account screen provides a simple, no questions asked cancellation link. We are not able to cancel Accounts in response to an email or phone request.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements, but barring legal requirements, we will delete your full profile and the Content of your repositories within 90 days of cancellation or termination (though some information may remain in encrypted backups). This information cannot be recovered once your Account is canceled.\nWe will not delete Content that you have contributed to other Users' repositories or that other Users have forked.\nUpon request, we will make a reasonable effort to provide an Account owner with a copy of your lawful, non-infringing Account contents after Account cancellation, termination, or downgrade. You must make this request within 90 days of cancellation, termination, or downgrade.\nGitHub has the right to suspend or terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately. GitHub reserves the right to refuse service to anyone for any reason at any time.\nAll provisions of this Agreement which, by their nature, should survive termination will survive termination — including, without limitation: ownership provisions, warranty disclaimers, indemnity, and limitations of liability.\nShort version: We use email and other electronic means to stay in touch with our users.\nFor contractual purposes, you (1) consent to receive communications from us in an electronic form via the email address you have submitted or via the Service; and (2) agree that all Terms of Service, agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that those communications would satisfy if they were on paper. This section does not affect your non-waivable rights.\nCommunications made through email or GitHub Support's messaging system will not constitute legal notice to GitHub or any of its officers, employees, agents or representatives in any situation where notice to GitHub is required by contract or any law or regulation. Legal notice to GitHub must be in writing and served on GitHub's legal agent.\nGitHub only offers support via email, in-Service communications, and electronic messages. We do not offer telephone support.\nShort version: We provide our service as is, and we make no promises or guarantees about this service. Please read this section carefully; you should understand what to expect.\nGitHub provides the Website and the Service “as is” and “as available,” without warranty of any kind. Without limiting this, we expressly disclaim all warranties, whether express, implied or statutory, regarding the Website and the Service including without limitation any warranty of merchantability, fitness for a particular purpose, title, security, accuracy and non-infringement.\nGitHub does not warrant that the Service will meet your requirements; that the Service will be uninterrupted, timely, secure, or error-free; that the information provided through the Service is accurate, reliable or correct; that any defects or errors will be corrected; that the Service will be available at any particular time or location; or that the Service is free of viruses or other harmful components. You assume full responsibility and risk of loss resulting from your downloading and/or use of files, information, content or other material obtained from the Service.\nShort version: We will not be liable for damages or losses arising from your use or inability to use the service or otherwise arising under this agreement. Please read this section carefully; it limits our obligations to you.\nYou understand and agree that we will not be liable to you or any third party for any loss of profits, use, goodwill, or data, or for any incidental, indirect, special, consequential or exemplary damages, however arising, that result from\nOur liability is limited whether or not we have been informed of the possibility of such damages, and even if a remedy set forth in this Agreement is found to have failed of its essential purpose. We will have no liability for any failure or delay due to matters beyond our reasonable control.\nShort version: You are responsible for your use of the service. If you harm someone else or get into a dispute with someone else, we will not be involved.\nIf you have a dispute with one or more Users, you agree to release GitHub from any and all claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.\nYou agree to indemnify us, defend us, and hold us harmless from and against any and all claims, liabilities, and expenses, including attorneys’ fees, arising out of your use of the Website and the Service, including but not limited to your violation of this Agreement, provided that GitHub (1) promptly gives you written notice of the claim, demand, suit or proceeding; (2) gives you sole control of the defense and settlement of the claim, demand, suit or proceeding (provided that you may not settle any claim, demand, suit or proceeding unless the settlement unconditionally releases GitHub of all liability); and (3) provides to you all reasonable assistance, at your expense.\nShort version: We want our users to be informed of important changes to our terms, but some changes aren't that important — we don't want to bother you every time we fix a typo. So while we may modify this agreement at any time, we will notify users of any material changes and give you time to adjust to them.\nWe reserve the right, at our sole discretion, to amend these Terms of Service at any time and will update these Terms of Service in the event of any such amendments. We will notify our Users of material changes to this Agreement, such as price increases, at least 30 days prior to the change taking effect by posting a notice on our Website or sending email to the primary email address specified in your GitHub account. Customer's continued use of the Service after those 30 days constitutes agreement to those revisions of this Agreement. For any other modifications, your continued use of the Website constitutes agreement to our revisions of these Terms of Service. You can view all changes to these Terms in our Site Policy repository.\nWe reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Website (or any part of it) with or without notice.\nExcept to the extent applicable law provides otherwise, this Agreement between you and GitHub and any access to or use of the Website or the Service are governed by the federal laws of the United States of America and the laws of the State of California, without regard to conflict of law provisions. You and GitHub agree to submit to the exclusive jurisdiction and venue of the courts located in the City and County of San Francisco, California.\nGitHub may assign or delegate these Terms of Service and/or the GitHub Privacy Statement, in whole or in part, to any person or entity at any time with or without your consent, including the license grant in Section D.4. You may not assign or delegate any rights or obligations under the Terms of Service or Privacy Statement without our prior written consent, and any unauthorized assignment and delegation by you is void.\nThroughout this Agreement, each section includes titles and brief summaries of the following terms and conditions. These section titles and brief summaries are not legally binding.\nIf any part of this Agreement is held invalid or unenforceable, that portion of the Agreement will be construed to reflect the parties’ original intent. The remaining portions will remain in full force and effect. Any failure on the part of GitHub to enforce any provision of this Agreement will not be considered a waiver of our right to enforce such provision. Our rights under this Agreement will survive any termination of this Agreement.\nThis Agreement may only be modified by a written amendment signed by an authorized representative of GitHub, or by the posting by GitHub of a revised version in accordance with Section Q. Changes to These Terms. These Terms of Service, together with the GitHub Privacy Statement, represent the complete and exclusive statement of the agreement between you and us. This Agreement supersedes any proposal or prior agreement oral or written, and any other communications between you and GitHub relating to the subject matter of these terms including any confidentiality or nondisclosure agreements.\nQuestions about the Terms of Service? Contact us through the GitHub Support portal.\nAll GitHub docs are open source. See something that's wrong or unclear? Submit a pull request.\nLearn how to contribute",
        "timestamp": "2024-03-31 23:12:23"
    },
    "https://www.anthology.com/trust-center/terms-of-use": {
        "tos": "Industries\nView All Products\n\n\nEnrollment & Retention\nEnhance the recruitment process by engaging learners like never before with tools including our powerful CRM Anthology Reach.\n\n\nCRM Anthology Reach\n\n\n\n\nCareer Development\nGuide learners from classroom to career with labor market information, skill acquisition, in-demand career data, and more.\n\n\n\n\nAlumni & Advancement\nBolster deeper, more personalized relationships with alumni and donors through enhanced fundraising, event management, and more.\n\n\n\n\nStudent Information & Enterprise Resources\nFrictionlessly manage growth through our SIS with practical tools and analytics for course registration, financial aid, advising, and more.\n\n\nSIS Anthology Student\n\n\n\n\nEnterprise Performance\nUnite your entire data and analytics experience so your campus can connect the dots on otherwise disparate data points.\n\n\n\n\nLearning Effectiveness\nEasy, engaging, and accessible classrooms. Learning Effectiveness helps you create powerful learning environments for all individuals.\n\n\nLMS Blackboard Learn\n\n\n\n\nAssessment Management\nStreamline your assessment processes with our comprehensive, flexible platforms built to collect data across all levels of the institution.\n\n\n\n\nAccreditation & Self-Study\nDevelop a holistic perspective for accreditation or program review with a centralized, accessible process.\n\n\n\n\nInstitutional Intelligence\nEnsure student success and operational excellence with the only holistic data and reporting platform that unites siloed sources from across your campus and delivers key, actionable insights and enhanced analytics.\n\n\nBI Anthology Illuminate\n\n\nRelated Services\nDrive employee professional development, training, and success with a flexible Learning Management System (LMS).\n\n\nLMS Blackboard Learn\n\n\n\nAnthology Ally\n\n\nRelated Services\nEfficiently, easily, and securely support government agency employees with a robust Learning Management System (LMS).\n\n\nLMS Blackboard Learn\n\n\n\nAnthology Ally\n\n\nRelated Services\nIt takes a village to help learners be successful. Provide your teachers, parents, school districts, and all actively involved in their journey with our purpose-built tools designed to support the complete needs of your K-12 learner.\n\n\nLMS Blackboard Learn\n\n\nOnline Program Management\nOnline Program Experience (OPX)\nRecruitment\nResearch & Strategy\nPerformance Marketing\nEnrollment Management\nSupport & Retention\nOne Stop\nHelp Desk\nRetention Coaching\nChatbot\nEnhance & Enable\nManaged Services\nProfessional Services\nEducation Services\nIMPORTANT--PLEASE READ CAREFULLY. If you are a resident of or have your principal place of business in the European Economic Area or the United Kingdom, these Terms of Use (\"Terms\") are an agreement between you and Blackboard International B.V., a private company formed and existing under the laws of the Netherlands. Otherwise, these Terms are an agreement between you and Anthology Inc. References to \"us\", \"we\", \"our\", and \" Anthology\" shall mean either Blackboard International B.V. or Anthology Inc., as appropriate.\nThese Terms govern your access to and use of Anthology software, products, and/or services (individually or collectively, the \"Products\") and any information, content, text, graphics, photos, or other materials uploaded, downloaded, purchased, or appearing on or through the Products (collectively referred to as \"Content\"). Additional terms or product requirements may apply to our individual Products and are available with the relevant Product. These Terms apply to all visitors, users, and others who access and use the Products (\"Users\").\nBy accessing or using the Products you agree to be bound by these Terms.\nPLEASE READ THESE TERMS CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION. THESE TERMS CONTAIN A MANDATORY INDIVIDUAL ARBITRATION AND CLASS ACTION/JURY TRIAL WAIVER PROVISION THAT, TO THE EXTENT APPLICABLE TO YOU, REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.\nNotwithstanding the foregoing, nothing in these Terms supersedes or limits your rights under (1) the terms and conditions of any written agreement you or your institution have entered into with Anthology regarding the use of Products, or (2) applicable laws or regulations to the extent these Terms are prohibited by such laws or regulations. In the event of any conflict between these Terms and the terms and conditions of an applicable written agreement you or your institution have entered into with Anthology, the terms and conditions of the written agreement shall control.\nYou are responsible for your use of the Products. You may use the Products only if you can form a binding contract with Anthology. Your account with Anthology (and use of the Product) gives you access to the services and functionality that we may establish and maintain from time to time and in our sole discretion. We may maintain different types of accounts for different types of Users. If you are accepting these Terms and using the Products on behalf of a company, organization, government, or other legal entity, then (a) “you” includes you and that entity, and (b) you represent and warrant that you are an authorized representative of the entity with the authority to bind the entity to these Terms, and that you agree to these Terms on the entity’s behalf. You may use the Products only in compliance with these Terms, any agreement entered into by your institution relating to the Products, and all applicable local, state, national, and international laws, rules and regulations.\nIn cases where you have authorized or registered another individual, including a minor, to use your account(s), you are fully responsible for (i) the online conduct of such User; (ii) controlling the User’s access to and use of the Products; and (iii) the consequences of any misuse. Anthology requires that the parents, guardian, or other authorized adult or educational institution of a minor affirmatively consent to the use of an Anthology Product by such minor. Anthology reserves the right to provide access to the minor’s account to the minor’s parents, guardian, or other authorized adult or educational institution, upon such adult’s request. For additional information on how we use your information, please see our Privacy Statement.\nYou are solely responsible for your interactions with other Users. We reserve the right, but have no obligation, to monitor disputes between you and other Users. Anthology shall have no liability for your interactions with other Users, nor for any User’s acts or omissions.\nAny information that you provide to Anthology, including first name, last name, email address, and any other information including personal information you have provided, may provide, or may be collected by us in connection with your use of the Products (“Your Information”), will be collected, maintained and used in order to provide the Products to you or your institution, or in accordance with these Terms, our Privacy Statement, any additional terms applicable to an individual Product, and any agreement entered into by your institution relating to the Product.\nFor the avoidance of doubt, personal information that includes Student Data (defined below) provided to Anthology through the use of these Products is governed by the terms of the agreement between Anthology and the educational institution relevant to your use of the Products. As between Anthology and you, you and/or the educational institution own all right, title, and interest to all Student Data you provide or otherwise make available to us, and we do not own, control, or license such Student Data, except so as to provide the Products to you and to the educational institution that provides the products and controls Student Data from the educational records, if applicable, and as described herein. “Student Data” is any information (in any format) that is directly related to an identifiable current or former student that is maintained by a school, school district, or related entity or organization, or by us, as part of the provision of the Products. Student Data may include “educational records” as defined by the Family Educational Rights and Privacy Act (“FERPA”), 20 U.S.C. § 1232(g). Anthology agrees to treat Student Data as confidential and not to share it with third parties other than as described in Anthology’s agreement with the educational institution.\nIf you have any questions regarding the privacy and use of Your Information, please contact us at [email protected], or your educational institution.\nYou are responsible for Content that you post to the Products, and any consequences thereof. The Content you submit, post, or display may be viewed by other Users of the Products. You may be able to control the Content that other Users of certain Products may access through the privacy options in certain Products.\nYou retain your rights to any Content you submit, post, or display on or through the Products. By submitting, posting, or displaying Content on or through the Products, you grant us a worldwide, non-exclusive, royalty-free license (with the right to sublicense) to use, host, store, copy, reproduce, process, adapt, modify, publish, transmit, create derivative works from, communicate, display, and/or distribute such Content in any and all media or distribution methods (now known or later developed) as part of providing any of the Products. You agree that this license includes the right for Anthology to provide, promote, and improve the Products and to make Content submitted to or through the Products available to other institutions or individuals as part of providing the Products (including after termination of your use of the Products) and in accordance with your privacy settings. You represent and warrant that you have all the rights, power, and authority necessary to grant the rights granted herein to any Content that you submit.\nAll Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content. We may not monitor or control the Content posted via the Products, and we do not take responsibility for such Content. Any use or reliance on any Content or materials posted via the Products or obtained by you through the Products is at your own risk.\nFurther, in connection with Content you submit, post, or display on or through the Products, you affirm, represent, and warrant the following: (a) you have the written consent of each and every natural person who is identifiable in the Content, if any, to use such person’s name or likeness in the manner contemplated by any Product and these Terms, and each such person has released you from any liability that may arise in relation to such use; (b) you have obtained and are solely responsible for obtaining all consents as may be required by law to post any Content relating to third parties; (c) your Content and Anthology’s use thereof as contemplated by these Terms and any Product will not violate any law or infringe any rights of any third party, including but not limited to any intellectual property rights and privacy rights; and (d) Anthology may exercise the rights to your Content granted under these Terms without liability for payment of any guild fees, residuals, payments, fees, or royalties payable under any collective bargaining agreement, licensing arrangement or otherwise.\nAnthology respects the intellectual property rights of others and expects Users of the Products to do the same. We will respond to notices of alleged copyright infringement that comply with applicable law and are properly provided to us. If you believe that your Content has been copied in a way that constitutes copyright infringement, please provide us with the following information: (i) a physical or electronic signature of the copyright owner or a person authorized to act on their behalf; (ii) identification of the copyrighted work claimed to have been infringed; (iii) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material; (iv) your contact information, including your address, telephone number, and an email address; (v) a statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; and (vi) a statement that the information in the notification is accurate, and, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.\nWe reserve the right to remove Content alleged to be infringing without prior notice, at our sole discretion, and without liability to you. Our designated copyright agent for notice of alleged copyright infringement appearing on the Products is:\nAnthology\nAttn: General Counsel\n11720 Plaza America Drive\n11th Floor\nReston, Virginia 20190\nEmail: [email protected]\nAnthology gives you a personal, worldwide, royalty-free, non-assignable, and non-exclusive license to use the Products, subject to these Terms and any agreement entered into by your institution relating to the Products, solely for the intended use of the Products, and not for competitive intelligence, analysis, or demonstrations. You may not copy, modify, distribute, sell, or lease any part of our Products, nor may you reverse engineer or attempt to extract the source code of any Product, unless laws prohibit those restrictions or you have our written permission.\nWhen using the Products you must not: (i) circumvent, disable or otherwise interfere with any security related features of the Products or features that prevent or restrict use or copying of the content accessible via the Products; (ii) create more than one account for use with a particular Product (however, you may connect all your social networks or other Product accounts, in each case that we support, to your account for use with such Product); (iii) give any false or misleading information or permit another person to use a Product under your name or on your behalf; (iv) impersonate any person, or misrepresent your identity or affiliation with any person or give the impression they are linked to Anthology, if this is not the case; (v) use a Product if we have suspended or banned you from using it; (vi) send junk, spam, repetitive messages, unsolicited advertising or marketing email, call, or text messages, or engage in any activities that violate anti-spamming laws and regulations, including but not limited to, the CAN-SPAM Act or 2003, the Telephone Consumer Protection Act, or other federal, state, or local laws relating to emails, calls, or text messages; (vii) advocate, promote, or engage in any illegal or unlawful conduct or conduct that causes damage or injury to any person or property; (viii) modify, interfere, intercept, disrupt, or hack any Product or collect any data from a Product other than in accordance with these Terms of Use; (ix) misuse the Products by knowingly introducing viruses, Trojans, worms, logic bombs, or other material which would harm the Products or any User of the Products' equipment; (x) submit or contribute any Content that contains nudity or violence or is abusive, threatening, obscene, misleading, untrue, or offensive (in each case unless such Content is submitted or contributed for a predominantly educational purpose, such as, for example, historical materials contributed via a Product for class discussion); (xi) submit or contribute any Content without the permission of the content owner or otherwise infringe the copyright, trademark, privacy, publicity, or other rights of third parties; (xii) use any Content in violation of any licensing terms specified by the owner; (xiii) submit or contribute any information or commentary about another person without that person's permission; (xiv) threaten, abuse, or invade another's privacy, or cause annoyance, inconvenience, or needless anxiety or take any action that is likely to harass, upset, embarrass, alarm, or annoy any other person; or (xv) use any automated system, including without limitation \"robots\", \"spiders\", or \"offline readers\" to access a Product in a manner that sends more request messages to the Product than a human can reasonably produce in the same period of time.\nFailure to comply with these rules of acceptable use constitutes a serious breach of these Terms of Use, and may result in our taking all or any of the following actions (with or without notice): (a) immediate, temporary, or permanent withdrawal of your right to use our Products; (b) immediate, temporary, or permanent removal of any Content; (c) issuing of a warning to you; (d) legal action against you including proceedings for reimbursement of all costs (including, but not limited to, reasonable administrative and legal costs) resulting from the breach; and (e) disclosure of such information to law enforcement authorities as we reasonably feel is necessary.\nThe responses described in this Section are not limited, and we may take any other action we reasonably deem appropriate.\nWe may, without prior notice, change any Product; stop providing any Product or features of any Product, to you or to Users generally; or create usage limits for any Product. We may permanently or temporarily terminate or suspend your access to any Product without notice or liability for any reason, including if in our sole determination you violate any provision of these Terms, or for no reason. Upon termination for any reason or no reason, you continue to be bound by these Terms.\nWe may make available software to access the Products via a mobile device (“Mobile Software”). To use the Mobile Software, you must have a mobile device that is compatible with the Mobile Software. Anthology does not warrant that the Mobile Software will be compatible with your mobile device. You may use mobile data in connection with the Mobile Software and may incur additional charges from your wireless provider for these services. You agree that you are solely responsible for any such charges. Anthology hereby grants you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the Mobile Software for one account on one mobile device owned or leased solely by you, for your personal use. You may not: (i) modify, disassemble, decompile, or reverse engineer the Mobile Software, except to the extent that such restriction is expressly prohibited by law; (ii) rent, lease, loan, resell, sublicense, distribute, or otherwise transfer the Mobile Software to any third party or use the Mobile Software to provide time sharing or similar services for any third party; (iii) make any copies of the Mobile Software; (iv) remove, circumvent, disable, damage, or otherwise interfere with security-related features of the Mobile Software, features that prevent or restrict use or copying of any content accessible through the Mobile Software, or features that enforce limitations on use of the Mobile Software; or (v) delete the copyright and other proprietary rights notices on the Mobile Software. You acknowledge that Anthology may from time to time issue upgraded versions of the Mobile Software and may automatically electronically upgrade the version of the Mobile Software that you are using on your mobile device. You consent to such automatic upgrading on your mobile device and agree that the terms and conditions of these Terms will apply to all such upgrades. Any third-party code that may be incorporated in the Mobile Software is covered by the applicable open source or third-party license EULA, if any, authorizing use of such code. The foregoing license grant is not a sale of the Mobile Software or any copy thereof, and Anthology or its third-party partners or suppliers retain all right, title, and interest in the Mobile Software (and any copy thereof). Any attempt by you to transfer any of the rights, duties, or obligations hereunder, except as expressly provided for in these Terms, is void. Anthology reserves all rights not expressly granted under these Terms. The Mobile Software originates in the United States and is subject to United States export laws and regulations. The Mobile Software may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States. In addition, the Mobile Software may be subject to the import and export laws of other countries. You agree to comply with all United States and foreign laws related to use of the Mobile Software and the Products.\nThe following applies to any Mobile Software you acquire from the App Store (“App Store-Sourced Software”): You acknowledge and agree that these Terms are solely between you and Anthology, not Apple, Inc. (“Apple”) and that Apple has no responsibility for the App Store-Sourced Software or content thereof. Your use of the App Store-Sourced Software must comply with the App Store Terms of Service. You acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App Store-Sourced Software. In the event of any failure of the App Store-Sourced Software to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the App Store-Sourced Software to you; to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App Store-Sourced Software, and any other claims, losses, liabilities, damages, costs, or expenses attributable to any failure to conform to any warranty will be solely governed by these Terms and any law applicable to Anthology as provider of the software. You acknowledge that Apple is not responsible for addressing any of your claims or those of any third party relating to the App Store-Sourced Software or your possession and/or use of the App Store-Sourced Software, including, but not limited to: (i) product liability claims; (ii) any claim that the App Store-Sourced Software fails to conform to any applicable legal or regulatory requirement; and (iii) claims arising under consumer protection or similar legislation; and all such claims are governed solely by these Terms and any law applicable to Anthology as provider of the software. You acknowledge that, in the event of any third-party claim that the App Store-Sourced Software or your possession and use of that App Store-Sourced Software infringes that third party’s intellectual property rights, Anthology, not Apple, will be solely responsible for the investigation, defense, settlement, and discharge of any such intellectual property infringement claim to the extent required by these Terms. You and Anthology acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of these Terms as relates to your license of the App Store-Sourced Software, and that, upon your acceptance of the Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms as relates to your license of the App Store-Sourced Software against you as a third-party beneficiary thereof.\nThe following applies to any Mobile Software you acquire from the Google Play Store (“Google-Sourced Software”): (i) you acknowledge that the Terms are between you and Anthology only, and not with Google, Inc. (“Google”); (ii) your use of Google-Sourced Software must comply with Google’s then-current Google Play Store Terms of Service; (iii) Google is only a provider of the Google Play Store where you obtained the Google-Sourced Software; (iv) Anthology, and not Google, is solely responsible for its Google-Sourced Software; (v) Google has no obligation or liability to you with respect to Google-Sourced Software or the Terms; and (vi) you acknowledge and agree that Google is a third-party beneficiary to the Terms as relates to Anthology’s Google-Sourced Software.\nThe following applies to any Mobile Software you acquire from the Microsoft Store (\"MS-Sourced Software\"): (i) you acknowledge that these Terms are between you and Anthology only, and not with Microsoft Corporation (\"Microsoft\"); (ii) your use of MS-Sourced Software must comply with Microsoft's then-current Microsoft Store Terms of Service; (iii) Microsoft is only a provider of the Microsoft Store where you obtained the MS-Sourced Software; (iv) Anthology, and not Microsoft, is solely responsible for its MS-Sourced Software; (v) Microsoft has no obligation or liability to you with respect to MS-Sourced Software or these Terms; and (vi) you acknowledge and agree that Microsoft is a third-party beneficiary to these Terms as it relates to Anthology’s MS-Sourced Software.\nThe Products are always evolving and the form, nature, and/or functionality of the Products may change from time to time without prior notice to you. In addition, Anthology may stop (permanently or temporarily) providing the Products (or any features within the Products) to you or to Users generally and may not be able to provide you with prior notice. We also retain the right to create limits on use and storage at our sole discretion at any time without prior notice to you.\nAll right, title, and interest in and to the Products (excluding Content provided by Users or other third parties) are and will remain the exclusive property of Anthology and its licensors. The Products are protected by copyright, trademark, and other laws of both the United States and foreign countries. Nothing in the Terms gives you a right to use the Anthology name or any of the Anthology and Blackboard trademarks, logos, domain names, and other distinctive brand features. Any feedback, comments, or suggestions you may provide regarding Anthology or the Products is entirely voluntary, and we will be free to use such feedback, comments, or suggestions as we see fit and without any obligation to you.\nYou may never use another User’s account without permission from Anthology. In consideration of your use of the Products, you agree (a) that Your Information will be true, accurate, current, and complete, and (b) to maintain and promptly update Your Information to keep it true, accurate, current, and complete. You are responsible for safeguarding any password that you use to access the Products (including passwords used on other Anthology products that permit single sign-on to the Products) and for any activities or actions under your password. We encourage you to use “strong” passwords (passwords that use a combination of upper and lower case letters, numbers and symbols, and have at least eight (8) characters) with your account. You agree to (a) notify Anthology of any unauthorized use of your password or User identification and any other breach of security, and (b) ensure that you exit from your account at the end of each session.\nAs required by the laws of the United States and other countries: (a) you understand that the Products are subject to export controls under the U.S. Commerce Department's Export Administration Regulations (\"EAR\"); (b) you are not located in a prohibited destination country under the EAR or U.S. sanctions regulations; and (c) you will not export, re-export, or transfer the Products to any prohibited destination or persons or entities on the U.S. Bureau of Industry and Security Denied Parties List or Entity List, or the U.S. Office of Foreign Assets Control list of Specially Designated Nationals and Blocked Persons, or any similar lists maintained by other countries, without the necessary export license(s) or authorization(s).\nWe may suspend or terminate your accounts or cease providing you with all or part of the Products at any time for any reason, including, but not limited to, if we reasonably believe: (i) you have violated these Terms, (ii) you create risk or possible legal exposure for us; or (iii) our provision of the Products is no longer commercially viable. In such a termination event, the license granted hereunder shall automatically terminate. In all such cases, the Terms shall terminate, including, without limitation, your license to use the Products, except that the following Sections shall continue to apply: 2, 3, 5, 6, 9, 10, and 11.\nFurther, if you stop using the Products for more than 60 days, your accounts may be deleted and Anthology assumes no responsibility for Content deleted following inactivity. If you wish to delete your Anthology Product account(s) in their entirety(ies), you may contact us via [email protected] and specify which Anthology Product account(s) you wish to delete. We will delete your specified accounts within a reasonable time, unless prohibited by law.\nNothing in this Section shall affect Anthology’s rights to change, limit, or stop the provision of the Products without prior notice, as provided elsewhere in these Terms.\nPlease read this Section carefully since it limits the liability of Anthology and its parents, subsidiaries, affiliates, related companies, officers, directors, employees, agents, representatives, partners, and/or licensors (collectively, the “Anthology Entities”). Each of the Subsections below only applies up to the maximum extent permitted under applicable law. Nothing in this Section is intended to limit any rights you may have which may not be lawfully limited.\nYour access to and use of the Products or any Content are at your own risk. You understand and agree that the Products are provided to you on an “AS IS” and “AS AVAILABLE” basis. Without limiting the foregoing, to the maximum extent permitted under applicable law, THE ANTHOLOGY ENTITIES DISCLAIM ALL WARRANTIES AND CONDITIONS, WHETHER EXPRESS OR IMPLIED, OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. No advice or information, whether oral or written, obtained from any of the Anthology Entities or through the Products will create any warranty not expressly made herein.\nAnthology does not warrant or provide any assurances that your use of the Products will comply with the Health Insurance Portability and Accountability Act of 1996, as amended (“HIPAA”). If you are a health care provider, health plan, insurer, health care information clearinghouse, or other entity that may be considered a “covered entity” under HIPAA or a “business associate” of a “covered entity” under HIPAA, you shall take all steps necessary to comply with HIPAA and shall be responsible for any applicable compliance with HIPAA. You agree that you will not provide Anthology with any protected health information (as that term is defined under HIPAA) and that Anthology is therefore not deemed to be a business associate of you and/or your institution for purposes of compliance with HIPAA.\nThe Products may contain links to third-party websites or resources. You acknowledge and agree that the Anthology Entities are not responsible or liable for: (i) the availability or accuracy of such websites or resources; or (ii) the content, products, or services on or available from such websites or resources. Links to such websites or resources do not imply any endorsement by the Anthology Entities of such websites or resources or the content, products, or services available from such websites or resources. You acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources. If you access a third-party website or service from a Product or share your Content on or through any third-party website or service, you do so at your own risk, and you understand that these Terms and the Privacy Policy do not apply to your use of such sites.  In addition, to the extent you access services or content provided by YouTube through the Products, you agree to be bound by the YouTube Terms of Service located at: https://www.youtube.com/t/terms.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE ANTHOLOGY ENTITIES SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFITS OR REVENUES, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY LOSS OF DATA, USE, GOOD-WILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (i) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE PRODUCTS; (ii) ANY CONDUCT OR CONTENT OF ANY USER OR OTHER THIRD PARTY ON, THROUGH, OR ASSOCIATED WITH THE PRODUCTS, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES; (iii) ANY CONTENT OBTAINED FROM THE PRODUCTS; OR (iv) UNAUTHORIZED ACCESS, USE, OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT.\nIN NO EVENT SHALL THE AGGREGATE LIABILITY OF THE ANTHOLOGY ENTITIES EXCEED THE GREATER OF ONE HUNDRED U.S. DOLLARS (U.S. $100.00) OR THE AMOUNT YOU PAID ANTHOLOGY, IF ANY, IN THE PAST SIX MONTHS FOR THE PRODUCTS GIVING RISE TO THE CLAIM.\nTHE LIMITATIONS OF THIS SUBSECTION SHALL APPLY TO ANY THEORY OF LIABILITY, WHETHER BASED ON WARRANTY, CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, AND WHETHER OR NOT THE ANTHOLOGY ENTITIES HAVE BEEN INFORMED OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.\nFEDERAL LAW, SOME STATES, PROVINCES, AND OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION AND LIMITATIONS OF CERTAIN IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU. THESE TERMS GIVE YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM JURISDICTION TO JURISDICTION. FURTHER, SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU. THE DISCLAIMERS, EXCLUSIONS, AND LIMITATIONS OF LIABILITY UNDER THESE TERMS WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.\nYou agree to defend, indemnify, and hold harmless Anthology and its affiliates, subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers, and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to a Product, including any data or content transmitted or received by you; (ii) your violation of any provision of these Terms, including without limitation your breach of any of the representations and warranties above; (iii) your violation of any third-party right, including without limitation any right of privacy or intellectual property rights; (iv) your violation of any applicable law, rule or regulation; (v) any Content that is submitted via your User Account including without limitation misleading, false, or inaccurate information; (vi) your willful misconduct; or (vii) any other party’s access and use of a Product with your unique username, password or other appropriate security code.\nThe failure of Anthology to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision. In the event that any provision of these Terms is held to be invalid or unenforceable, then that provision will be limited or eliminated to the minimum extent necessary, and the remaining provisions of these Terms will remain in full force and effect; except that in the event of unenforceability of the universal class action/jury trial waiver set forth in Section 11(B)(iii) below, the entire arbitration agreement shall be unenforceable.\n(i) Governing Law. These Terms and any action related thereto will be governed by the laws of the State of New York without regard to or application of its conflict of law provisions or your state or country of residence. All claims, legal proceedings, or litigation arising in connection with the Products will be brought solely in the federal or state courts located in Washington, D.C., United States, and you consent to the jurisdiction of and venue in such courts and waive any objection as to inconvenient forum.\n(ii) Arbitration. READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM ANTHOLOGY. For any dispute with Anthology, you agree to first contact us at [email protected] and attempt to resolve the dispute with us informally. In the unlikely event that Anthology has not been able to resolve a dispute it has with you after sixty (60) days, we each agree to resolve any claim, dispute, or controversy (excluding any claims for injunctive or other equitable relief as provided below) arising out of or in connection with or relating to these Terms, or the breach or alleged breach thereof, by binding arbitration by JAMS, under the Optional Expedited Arbitration Procedures then in effect for JAMS, except as provided herein. JAMS may be contacted at www.jamsadr.com. The arbitration will be conducted in Washington, D.C., United States, unless you and Anthology agree otherwise. If you are using the Products for commercial purposes, each party will be responsible for paying any JAMS filing, administrative and arbitrator fees in accordance with JAMS rules, and the award rendered by the arbitrator shall include costs of arbitration, reasonable attorneys’ fees, and reasonable costs for expert and other witnesses. If you are an individual using the Products for non-commercial purposes: (i) JAMS may require you to pay a fee for the initiation of your case, unless you apply for and successfully obtain a fee waiver from JAMS; (ii) the award rendered by the arbitrator may include your costs of arbitration, your reasonable attorney’s fees, and your reasonable costs for expert and other witnesses; and (iii) you may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process. Any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction. Nothing in this Section shall be deemed as preventing Anthology from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of our data security, Intellectual Property Rights, or other proprietary rights.\n(iii) Class Action/Jury Trial Waiver. WITH RESPECT TO ALL PERSON AND ENTITIES, REGARDLESS WHETHER THEY HAVE OBTAINED OR USED THE PRODUCTS FOR PERSONAL, COMMERCIAL, OR OTHER PURPOSES, ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR OTHER REPRESENTATIVE PROCEEDING. THIS WAIVER APPLIES TO CLASS ARBITRATION, AND UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE (1) PERSON’S CLAIMS. YOU AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND ANTHOLOGY ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR OTHER REPRESENTATIVE PROCEEDING OF ANY KIND RELATING TO THE PRODUCTS OR THESE TERMS.\n(iv) Limited Applicability of Arbitration and Class Action/Jury Trial Waiver. Certain laws, rules, and regulations that may apply to you may not allow you to pre-agree to binding arbitration or waive your rights to join in a representative proceeding or waive your rights to a jury trial. If such laws apply to you, the arbitration requirements set forth in subsection (ii) and/or the class action/jury trial waiver set forth in subsection (iii) do not apply to you.\nCertain of the components that comprise the Products are “commercial items” as that term is defined at 48 C.F.R. 2.101, consisting of “commercial computer software” and/or “commercial computer software documentation” as such terms are used in 48 C.F.R. 12.212. Consistent with 48 C.F.R. 12.212 and 48 C.F.R. 227.7202-1 through 227.7202-4, all U.S. Government end users acquire the Software with only those rights set forth herein.\nThe Products, any Mobile Software, and all upgrades to the foregoing (if any) are provided with restricted rights. Use, duplication, or disclosure by the U.S. Government is subject to restrictions as set forth in subparagraph (c)(1)(ii) of the Rights in Technical Data and Computer Software clause at DFARS 252.227-7013 or subparagraphs (c)(1) and (2) of the Commercial Computer Software-Restricted Rights at 48 CFR 52.227-19, as applicable.\nContractor/manufacturer is Anthology Inc., 11720 Plaza America Drive, 11th Floor, Reston, Virginia  20190. All rights not specifically granted in these Terms are reserved by Anthology.\nThese Terms and our Privacy Statement are the entire and exclusive agreement between Anthology and you regarding the Products, and these Terms supersede and replace any prior agreements between Anthology and you regarding the Products. Other than members of the Anthology group of companies, no other person or company will be third party beneficiaries to the Terms.\nNotwithstanding the foregoing, nothing in these Terms supersedes or limits your rights under (1) the terms and conditions of any written agreement you or your institution have entered into with Anthology regarding the use of Products, or (2) applicable laws or regulations to the extent these Terms are prohibited by such laws or regulations. In the event of any conflict between these Terms and the terms and conditions of an applicable written agreement you or your institution have entered into with Anthology, the terms and conditions of the written agreement shall control.\nWe may revise these Terms from time-to-time; the most current version will always be linked to at https://www.anthology.com/. If the revision, in our sole discretion, is material we will notify you through the Products or through the email associated with your profile. By continuing to access or use the Products after those revisions become effective, you agree to be bound by the revised Terms.\nThese Products are operated and provided by Anthology:\nAnthology Inc.\n11720 Plaza America Drive\n11th Floor\nReston, Virginia 20190\n\nor\n\nBlackboard International B.V.\nPaleisstraat 1, 1012 RB\nAmsterdam, Netherlands\nIf you have any questions about these Terms, please email: [email protected].\nAnthology supports learners and institutions with the largest EdTech ecosystem on a global scale.",
        "timestamp": "2024-03-31 23:08:13"
    },
    "https://policy.medium.com/medium-terms-of-service-9db0094a1e0f": {
        "tos": "Failed to retrieve the webpage",
        "timestamp": "2024-03-31 23:10:20"
    },
    "https://www.facebook.com/legal/terms": {
        "tos": "",
        "timestamp": "2024-04-19 22:33:20"
    },
    "https://www.linkedin.com/legal/user-agreement": {
        "tos": "\n\nEffective on February 1, 2022\nOur mission is to connect the world’s professionals to allow them to be more productive and successful. Our services are designed to promote economic opportunity for our members by enabling you and millions of other professionals to meet, exchange ideas, learn, and find opportunities or employees, work, and make decisions in a network of trusted relationships.\n\n\n\n\n\n\nYou agree that by clicking “Join Now”, “Join LinkedIn”, “Sign Up” or similar, registering, accessing or using our services (described below), you are agreeing to enter into a legally binding contract with LinkedIn (even if you are using our Services on behalf of a company). If you do not agree to this contract (“Contract” or “User Agreement”), do not click “Join Now” (or similar) and do not access or otherwise use any of our Services. If you wish to terminate this contract, at any time you can do so by closing your account and no longer accessing or using our Services.\nThis Contract applies to LinkedIn.com, LinkedIn-branded apps, LinkedIn Learning and other LinkedIn-related sites, apps, communications and other services that state that they are offered under this Contract (“Services”), including the offsite collection of data for those Services, such as our ads and the “Apply with LinkedIn” and “Share with LinkedIn” plugins. Registered users of our Services are “Members” and unregistered users are “Visitors”.\nYou are entering into this Contract with LinkedIn (also referred to as “we” and “us”).\nWe use the term “Designated Countries” to refer to countries in the European Union (EU), European Economic Area (EEA), and Switzerland.\nIf you reside in the “Designated Countries”, you are entering into this Contract with LinkedIn Ireland Unlimited Company (“LinkedIn Ireland”) and LinkedIn Ireland will be the controller of your personal data provided to, or collected by or for, or processed in connection with our Services.\nIf you reside outside of the “Designated Countries”, you are entering into this Contract with LinkedIn Corporation (“LinkedIn Corp.”) and LinkedIn Corp. will be the controller of your personal data provided to, or collected by or for, or processed in connection with our Services.\n\n\n\n\n\n\nAs a Visitor or Member of our Services, the collection, use and sharing of your personal data is subject to this Privacy Policy (which includes our Cookie Policy and other documents referenced in this Privacy Policy) and updates.\nWhen you register and join the LinkedIn Services, you become a Member. If you have chosen not to register for our Services, you may access certain features as a “Visitor.”\n\n\n\n\n\n\nWe may modify this Contract, our Privacy Policy and our Cookies Policy from time to time. If we make material changes to it, we will provide you notice through our Services, or by other means, to provide you the opportunity to review the changes before they become effective. We agree that changes cannot be retroactive. If you object to any changes, you may close your account. Your continued use of our Services after we publish or send a notice about our changes to these terms means that you are consenting to the updated terms as of their effective date.\n\n\n\n\n\n\n\n\n\n\n\n\nThe Services are not for use by anyone under the age of 16.\nTo use the Services, you agree that: (1) you must be the \"Minimum Age\"(described below) or older; (2) you will only have one LinkedIn account, which must be in your real name; and (3) you are not already restricted by LinkedIn from using the Services. Creating an account with false information is a violation of our terms, including accounts registered on behalf of others or persons under the age of 16.\n“Minimum Age” means 16 years old. However, if law requires that you must be older in order for LinkedIn to lawfully provide the Services to you without parental consent (including using of your personal data) then the Minimum Age is such older age.\n\n\n\n\n\n\n\n\n\n\n\n\nMembers are account holders. You agree to: (1) use a strong password and keep it confidential; (2) not transfer any part of your account (e.g., connections) and (3) follow the law and our list of Dos and Don’ts and Professional Community Policies. You are responsible for anything that happens through your account unless you close it or report misuse.\nAs between you and others (including your employer), your account belongs to you. However, if the Services were purchased by another party for you to use (e.g. Recruiter seat bought by your employer), the party paying for such Service has the right to control access to and get reports on your use of such paid Service; however, they do not have rights to your personal account\n\n\n\n\n\n\n\n\n\n\n\n\nIf you buy any of our paid Services (“Premium Services”), you agree to pay us the applicable fees and taxes and to additional terms specific to the paid Services. Failure to pay these fees will result in the termination of your paid Services. Also, you agree that:\nYou can get a copy of your invoice through your LinkedIn account settings under “Purchase History”.\n\n\n\n\n\n\nYou agree that we will provide notices and messages to you in the following ways: (1) within the Service, or (2) sent to the contact information you provided us (e.g., email, mobile number, physical address). You agree to keep your contact information up to date.\nPlease review your settings to control and limit messages you receive from us.\n\n\n\n\n\n\nOur Services allow messaging and sharing of information in many ways, such as your profile, articles, group posts, links to news articles, job postings, messages and InMails. Information and content that you share or post may be seen by other Members, Visitors or others (including off of the Services). Where we have made settings available, we will honor the choices you make about who can see content or information (e.g., message content to your addressees, sharing content only to LinkedIn connections, restricting your profile visibility from search engines, or opting not to notify others of your LinkedIn profile update). For job searching activities, we default to not notifying your connections network or the public. So, if you apply for a job through our Service or opt to signal that you are interested in a job, our default is to share it only with the job poster.\nWe are not obligated to publish any information or content on our Service and can remove it with or without notice.\nMembers who were below this new Minimum Age when they started using the Services under a previous User Agreement which had allowed certain persons under 16 to use the Services, may continue to use the Services. As of June 2017 persons under the age of 16 are not eligible to use our Services.\n\n\n\n\n\n\n\n\n\n\n\n\nAs between you and LinkedIn, you own the content and information that you submit or post to the Services, and you are only granting LinkedIn and our affiliates the following non-exclusive license:\nA worldwide, transferable and sublicensable right to use, copy, modify, distribute, publish and process, information and content that you provide through our Services and the services of others, without any further consent, notice and/or compensation to you or others. These rights are limited in the following ways:\n\n\n\n\n\n\nYou and LinkedIn agree that we may access, store, process and use any information and personal data that you provide in accordance with, the terms of the Privacy Policy and your choices (including settings).\nBy submitting suggestions or other feedback regarding our Services to LinkedIn, you agree that LinkedIn can use and share (but does not have to) such feedback for any purpose without compensation to you.\n\n\n\n\n\n\nYou agree to only provide content or information that does not violate the law nor anyone’s rights (including intellectual property rights). You also agree that your profile information will be truthful. LinkedIn may be required by law to remove certain information or content in certain countries.\n\n\n\n\n\n\nWe may change, suspend or discontinue any of our Services. We may also modify our prices effective prospectively upon reasonable notice to the extent allowed under the law.\nWe don’t promise to store or keep showing any information and content that you’ve posted. LinkedIn is not a storage service. You agree that we have no obligation to store, maintain or provide you a copy of any content or information that you or others provide, except to the extent required by applicable law and as noted in our Privacy Policy.\n\n\n\n\n\n\n\n\n\n\n\n\nBy using the Services, you may encounter content or information that might be inaccurate, incomplete, delayed, misleading, illegal, offensive or otherwise harmful. LinkedIn generally does not review content provided by our Members or others. You agree that we are not responsible for others’ (including other Members’) content or information. We cannot always prevent this misuse of our Services, and you agree that we are not responsible for any such misuse. You also acknowledge the risk that you or your organization may be mistakenly associated with content about others when we let connections and followers know you or your organization were mentioned in the news. Members have choices about this feature.\nLinkedIn may help connect Members offering their services (career coaching, accounting, etc.) with Members seeking services. LinkedIn does not perform nor employs individuals to perform these services. You must be at least 18 years of age to offer, perform or procure these services. You acknowledge that LinkedIn does not supervise, direct, control or monitor Members in the performance of these services and agree that (1) LinkedIn is not responsible for the offering, performance or procurement of these services, (2) LinkedIn does not endorse any particular Member’s offered services, and (3) nothing shall create an employment, agency, or joint venture relationship between LinkedIn and any Member offering services. If you are a Member offering services, you represent and warrant that you have all the required licenses and will provide services consistent with our Professional Community Policies.\nSimilarly, LinkedIn may help you register for and/or attend events organized by Members and connect with other Members who are attendees at such events. You agree that (1) LinkedIn is not responsible for the conduct of any of the Members or other attendees at such events, (2) LinkedIn does not endorse any particular event listed on our Services, (3) LinkedIn does not review and/or vet any of these events, and (4) that you will adhere to these terms and conditions that apply to such events.\n\n\n\n\n\n\nLinkedIn reserves the right to limit your use of the Services, including the number of your connections and your ability to contact other Members. LinkedIn reserves the right to restrict, suspend, or terminate your account if you breach this Contract or the law or are misusing the Services (e.g., violating any of the Dos and Don’ts or Professional Community Policies).\n\n\n\n\n\n\nLinkedIn reserves all of its intellectual property rights in the Services. Trademarks and logos used in connection with the Services are the trademarks of their respective owners. LinkedIn, and “in” logos and other LinkedIn trademarks, service marks, graphics and logos used for our Services are trademarks or registered trademarks of LinkedIn.\n\n\n\n\n\n\nWe use the information and data that you provide and that we have about Members to make recommendations for connections, content and features that may be useful to you. For example, we use data and information about you to recommend jobs to you and you to recruiters. Keeping your profile accurate and up to date helps us to make these recommendations more accurate and relevant. Learn More\nAffiliates are companies controlling, controlled by or under common control with us, including, for example, LinkedIn Ireland, LinkedIn Corporation, LinkedIn Singapore and Microsoft Corporation. \ne.g. likes, comments, follows, share\n\n\n\n\n\n\nLINKEDIN AND ITS AFFILIATES MAKE NO REPRESENTATION OR WARRANTY ABOUT THE SERVICES, INCLUDING ANY REPRESENTATION THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, AND PROVIDE THE SERVICES (INCLUDING CONTENT AND INFORMATION) ON AN “AS IS” AND “AS AVAILABLE” BASIS. TO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, LINKEDIN AND ITS AFFILIATES DISCLAIM ANY IMPLIED OR STATUTORY WARRANTY, INCLUDING ANY IMPLIED WARRANTY OF TITLE, ACCURACY OF DATA, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\n\n\n\n\n\n\nTO THE FULLEST EXTENT PERMITTED BY LAW (AND UNLESS LINKEDIN HAS ENTERED INTO A SEPARATE WRITTEN AGREEMENT THAT OVERRIDES THIS CONTRACT), LINKEDIN, INCLUDING ITS AFFILIATES, WILL NOT BE LIABLE IN CONNECTION WITH THIS CONTRACT FOR LOST PROFITS OR LOST BUSINESS OPPORTUNITIES, REPUTATION (E.G., OFFENSIVE OR DEFAMATORY STATEMENTS), LOSS OF DATA (E.G., DOWN TIME OR LOSS, USE OF, OR CHANGES TO, YOUR INFORMATION OR CONTENT) OR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR PUNITIVE DAMAGES.\nLINKEDIN AND ITS AFFILIATES WILL NOT BE LIABLE TO YOU IN CONNECTION WITH THIS CONTRACT FOR ANY AMOUNT THAT EXCEEDS (A) THE TOTAL FEES PAID OR PAYABLE BY YOU TO LINKEDIN FOR THE SERVICES DURING THE TERM OF THIS CONTRACT, IF ANY, OR (B) US $1000.\nThe limitations of liability in this Section 4 are part of the basis of the bargain between you and LinkedIn and shall apply to all claims of liability (e.g., warranty, tort, negligence, contract and law) even if LinkedIn or its affiliates has been told of the possibility of any such damage, and even if these remedies fail their essential purpose.\nThese limitations of liability do not apply to liability for death or personal injury or for fraud, gross negligence or intentional misconduct, or in cases of negligence where a material obligation has been breached, a material obligation being such which forms a prerequisite to our delivery of services and on which you may reasonably rely, but only to the extent that the damages were directly caused by the breach and were foreseeable upon conclusion of this Contract and to the extent that they are typical in the context of this Contract.\n\n\n\n\n\n\nBoth you and LinkedIn may terminate this Contract at any time with notice to the other. On termination, you lose the right to access or use the Services. The following shall survive termination:\nYou can visit our Help Center to close your account.\n\n\n\n\n\n\n\n\nIf you live in the Designated Countries, the laws of Ireland govern all claims related to LinkedIn's provision of the Services, but this shall not deprive you of the mandatory consumer protections under the law of the country to which we direct your Services where you have habitual residence. With respect to jurisdiction, you and LinkedIn agree to choose the courts of the country to which we direct your Services where you have habitual residence for all disputes arising out of or relating to this User Agreement, or in the alternative, you may choose the responsible court in Ireland.\nIf you are a business user within the scope of Article 6(12) of the EU Digital Markets Act (“DMA”) and have a dispute arising out of or in connection with Article 6(12) of the DMA, you may also utilize the alternative dispute resolution mechanism available in the Help Center.\nFor others outside of Designated Countries, including those who live outside of the United States: You and LinkedIn agree that the laws of the State of California, U.S.A., excluding its conflict of laws rules, shall exclusively govern any dispute relating to this Contract and/or the Services. You and LinkedIn both agree that all claims and disputes can be litigated only in the federal or state courts in Santa Clara County, California, USA, and you and LinkedIn each agree to personal jurisdiction in those courts\n\n\n\n\n\n\nIf a court with authority over this Contract finds any part of it unenforceable, you and we agree that the court should modify the terms to make that part enforceable while still achieving its intent. If the court cannot do that, you and we agree to ask the court to remove that unenforceable part and still enforce the rest of this Contract.\nThis Contract (including additional terms that may be provided by us when you engage with a feature of the Services) is the only agreement between us regarding the Services and supersedes all prior agreements for the Services.\nIf we don't act to enforce a breach of this Contract, that does not mean that LinkedIn has waived its right to enforce this Contract. You may not assign or transfer this Contract (or your membership or use of Services) to anyone without our consent. However, you agree that LinkedIn may assign this Contract to its affiliates or a party that buys it without your consent. There are no third-party beneficiaries to this Contract.\nYou agree that the only way to provide us legal notice is at the addresses provided in Section 10.\n\n\n\n\n\n\nYou agree that you will:\nYou agree that you will not:\n\n\n\n\n\n\nWe respect the intellectual property rights of others. We require that information posted by Members be accurate and not in violation of the intellectual property rights or other rights of third parties. We provide a policy and process for complaints concerning content posted by our Members.\n\n\n\n\n\n\nFor general inquiries, you may contact us online. For legal notices or service of process, you may write us at these addresses.",
        "timestamp": "2024-03-31 23:14:00"
    },
    "https://facebook.com": {
        "tos": "",
        "timestamp": "2024-04-13 21:08:49"
    }
}